AndreOneti.qml-formatter
bbenoist.QML
bierner.markdown-mermaid
cduruk.thrift
cheshirekow.cmake-format
dnut.rewrap-revived
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
EugenWiens.bitbake
fabiospampinato.vscode-diff
foxundermoon.shell-format
gaborv.flatbuffers
george-alisson.html-preview-vscode
IBM.output-colorizer
jbenden.c-cpp-flylint
jeff-hykin.better-cpp-syntax
jkiviluoto.tws
josetr.cmake-language-support-vscode
Kelvin.vscode-sshfs
llvm-vs-code-extensions.vscode-clangd
matepek.vscode-catch2-test-adapter
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
PKief.material-product-icons
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
timonwong.shellcheck
twxs.cmake
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
xaver.clang-format
xmonader.vscode-capnp
yzhang.markdown-all-in-one
zxh404.vscode-proto3
